Repository: common-repository/posts-date-reschedule
Catalog: languages/pdr-*.po
Languages: bg_bg

source: Developed by:
bg_bg: Създадено от:

source: Please choose date & time
bg_bg: Моля изберете дата и час

source: Please choose days
bg_bg: Моля изберете дни

source: Updated the posts successfully
bg_bg: Обновихме публикациите успешно

source: Please choose posts
bg_bg: Моля изберете публикации

source: Same date for all
bg_bg: Една и съща дата за всички

source: Current date plus selected days
bg_bg: Сегашната дата плюс избраните дни

source: Current date minus selected days
bg_bg: Сегашната дата минус избраните дни

source: Random dates
bg_bg: Произволни дати

source: Date & time for selected posts
bg_bg: Дата и час за израбните публикации

source: Plus days for selected posts
bg_bg: Добави дни към избраните публикации

source: Post date
bg_bg: Дата на публикация

source: days
bg_bg: дни

source: Minus days for selected posts
bg_bg: Извади дни от избраните публикации

source: Select posts
bg_bg: Избрани публикации

source: GO!
bg_bg: Давай!

source: Basic extension with which you can set bulk, new dates for your posts.
bg_bg: Просто разширение с което можете да задавате групово нови дати на вашите публикации.

source: Stoyan Kostadinov
bg_bg: Стоян Костадинов
